案件受理费
按揭
按揭贷款
案卷
澳门特别行政区基本法
颁布法律
办公室
搬迁合同
版权
版权侵权行为
版权转让
版权转让合同
版式权
包办婚姻
包庇罪
保单倒签
保底条款
保兑
保兑信用证
报复陷害罪
保付支票
保管
保管合同
保函
保函效力
保护工业产权巴黎公约
保护现场
保护作品完整权
暴力干涉婚姻自由罪
保密协议
保密义务
保人
保释
保守主义
保税仓库
保卫部
保险代理
保险代理人
保险代位权
保险单
保险法
保险范围
保险费
保险合同
保险金额
保险经纪人
保险理赔
保险利益
保险免责条款
保险赔偿
保险赔偿金
保险期间
保险期限
保险契约让与
保险人
保险事故
保险受益人
保险危险
保险责任
保险责任范围
保险种类
包销合同
保修合同
爆炸罪
保障措施条例
保证
保证保险
保证合同
保证金
保证期间
包装装潢
被保险人
被代理人死亡
被告
被告人
被害人
背叛祖国罪
被收养人
背书
背书不连续
背书转让
备忘录
备用信用证
本案争议
本票
本诉
逼供信
庇护
逼奸
比较广告
笔名
避难权
避碰措施
避碰规则
必然因果关系
逼人自杀
避险不得已
避险不适时
避险过当
避险限度
必要技术特征
变更
变更产权
变更登记
变更企业性质
辩护
辩护词
辩护权
辩护人
辩护士
辩护制度
辩护职能
编辑作品
编委会
编造
变造公文证件印章罪
变造国家货币
表见代理
表示行为
表现犯
表演使用许可合同
表演者权
别除权
并案管辖
秉公执法
兵役法
博登海默
剥夺公权
剥夺勋章奖章和荣誉称号
剥夺政治权利
播放
拨改贷
驳回
驳回起诉
不安抗辩权
补偿贸易
补偿损失
不成文法
补充鉴定
补充是事后行为
补充协议
不纯正渎职罪
不当得利
不定值保险合同
不动产
不动产买卖
不法侵害
不法行为
不法状态
部分不能
部分抄袭
部分履行
部分侵权
不合常理
不记名提单
不间断原则
补救措施
布坎南
不可代替物
不可分物
不可分之债
不可抗力
不可消耗物
布莱克
不立案决定
不履行
部门法
部门管辖
部门越权
不起诉
不起诉决定书
不确定期限
不确定事实
不融通物
不适当履行
不适航
不适拖
不适载
不完全履行
不相符合
不要式法律行为
不要式合同
不要式行为
不予受理
不真正不作为犯
不真正连带债务
不真正亲手犯
不知情
不作为
财产保全
财产保险
财产查封
财产罚
财产犯罪
财产分割
财产关系
财产权
财产确权
财产损害赔偿
财产刑
裁定
裁定书
采矿权
彩礼
裁判
彩票
财团抵押
财团法人
财团债权
财务管理
财政法
残疾赔偿金
参见罪状
仓储保管合同
舱面货物险
舱面物
草案
操纵市场
策动叛变罪
策动叛乱罪
查封
查封不动产
查封裁定
拆借合同
拆迁
拆迁安置
拆迁补偿协议
产供销合同
产品标识
产品发明
产品开发建议书
产品设计图
产品声誉
产品税
产品瑕疵
产品责任险
产品质量标准
产品质量法
产品质量责任
产权
产权变更
产权登记
场内交易
场外交易
抄袭剽窃
超越代理权
超越共犯
超越使用范围
超越职权
超载
车船使用税
撤回起诉
撤回诉讼
撤回自诉
车辆买卖合同
车辆损失险
撤诉
撤销
撤销不起诉决定书
撤销免予起诉决定书
撤销判决
撤消判决
撤销权法律关系
承包承租
承包合同
承包金
承包经营
承包土地权
承包制
承包主体资格
承担
承兑
惩罚性赔偿
承付
成交确认书
承接
承接责任公司
承揽合同
成年人
承诺
城市房地产管理法
诚实信用
诚实信用原则
成文法
承销商
程序
程序法
程序合法
程序审判
程序正义
承运人
承运人和实际承运人
承运人免责
承运人赔偿责任限制
承租权
承租人
持股公司
驰名商标
持械聚众叛乱罪
持续犯
迟延交付
迟延履行
持有物
充分公开
重复抵押
重复签发提单
重合性教唆
重婚
重婚罪
冲突规范
重新鉴定
抽逃资金
抽象符合说
抽象行政行为
出版发行权
出版合同
出版权
出版许可合同
除斥期间
处断刑
处分
处分权
处分行为
初稿设计
出国劳务合同
出借帐户
出口加工区
出口税
出口替代
出口贴补
出口退税
出口信贷
出卖人
出卖人义务
出名营业人
出票
出让国有土地使用权
出生
出生日期
出生证明
初始保证金
除外规定
除外责任
储蓄
出资
出资比例
出资额转让
出资期限
出租人
传达不实
传唤
传票
传授犯罪方法罪
传销
传讯
纯正渎职罪
次要责任
辞职
从犯
从合同
从权利
从属关系
从属权利要求
从属专利
从物
从物权
从行为
从债务人
促进社会和谐
催告
催告期限
催告权
崔之元
存单
存单法律性质
存单挂失
存单要件瑕疵
存单质押
存根
存款实名制
村民委员会
错告
错觉错误
错觉防卫
错误认定
错运货物
大陆法系
代办权
代办商
代保管单
逮捕
逮捕证
贷款
贷款欺诈
贷款人
贷款通则
贷款展期
代理
代理合同
代理权
代理人
代理证书
代书遗嘱
代替物
代位继承
代为给付
代为履行
代为清偿
代位清偿
代为清偿制度
代位求偿
代位求偿权
代位追偿
代物清偿
代销
担保
担保保证书
担保法
担保合同
担保期
担保物权
担当付款人
单独海损
单独教唆犯
单方法律行为
单方解除合同
单方终止合同
单位犯罪
单位犯罪主体
单务合同
单行条例
单一客体
单证不符
当事人
当事人适格
当事人主义
到岸价格
盗版
盗伐林木罪
倒卖计划供应票证罪
到期日
倒签提单
盗窃公文证件印章罪
盗窃枪支弹药罪
盗窃罪
盗运珍贵文物出口罪
抵偿
第二审
第二审程序
地方性法规
诋毁
地区管辖
第三人
第三人过错行为
第三人清偿
第三者责任险
抵销
抵消权
抵押
抵押借款合同
抵押权
抵押权登记
抵押权登记制度
第一付款责任
第一审
第一审程序
地域管辖
缔约过失
典当
垫付
典权
定稿创作
定金
定金罚则
定期刑
定期租船合同
定日付款
定向募集设立
定着物
定值保险契约
定罪结果
定作合同
赌博罪
督促程序
独立创作
独立法人资格
独立呼吸说
独立民事主体
独立权利要求
独立燃烧说
独立诉讼
独立行使民事权利
独立制片人
独占权
独占实施许可
独占许可
独占许可使用
独占许可证
渎职案
渎职罪
独资公司
短货
短款
对公民在适用法律上一律平等
对人权
对世权
对外经济贸易部
对外贸易法
对外贸易合同
对物防卫
对象错误
多边贸易
多式联运
多数辩护
恶意串通
恶意第三人
恶意透支
恶意占有
二重买卖
二审
二审法院
法案
发包与承包
发表
发标
发表权
法典编纂
法定财产制
法定代表人
法定代理权
法定代理人
法定抵押权
法定犯
法定分类
法定符合说
法定婚龄
法定继承
法定继承人
法定监护人
法定监护人职责
法定解除
法定赔偿
法定期间
法定期限
法定强制保险
法定情节
法定清算人
法定刑
法定刑上限
法定刑下限
法定许可
法定孳息
法官
法官独立
法官法
法官职业道德
法官职业化
罚金
法警队
法理
法理学
发明人
发明专利
发明专利权
发明专利权人
发票人
发起设立
法人
法人股质押
法人名称权
法人名誉
法人名誉权
法人清算
法人型联营
法人章程
法条
法庭
法系
发现权
发现证书
发行放映权
发行权
法学
法学家
法学阶梯
法学院
法域
法院
发展权
法哲学
法制
法治
法治国家
法治理论
法治社会
法制史
法制现代化
法治现代化
法治政治
反补贴
反补贴税
反补贴条例
反不正当竞争法
反担保
反动会道门
反渎局
反渎职侵权局
樊纲
反革命犯
反革命集团
反革命破坏罪
反革命杀人罪
反革命伤人罪
反革命宣传煽动罪
反革命罪
返还
返还财产
返还责任
范健
范进学
反垄断法
贩卖毒品罪
贩卖假药罪
贩卖淫书淫画罪
反倾销条例
反倾销行政案件
返售
贩私
反诉
反贪局
反贪污贿赂局
反向工程
反向交割
犯刑法错误
犯意表示
翻译人员
翻译作品
犯罪
犯罪地点
犯罪动机
犯罪对象
犯罪方法
犯罪构成
犯罪故意
犯罪过程
犯罪过失
犯罪既遂
犯罪集团
犯罪阶段
犯罪结果
犯罪结伙
犯罪客体
犯罪流露
犯罪时间
犯罪手段
犯罪特征
犯罪团伙
犯罪完成
犯罪未遂
犯罪未完成
犯罪嫌疑人
犯罪形态
犯罪行为
犯罪预备
犯罪中断
犯罪中顿
犯罪中止
犯罪终止
犯罪主体
妨碍航行
房产变更登记
房产过户
房产确权
房产入股
房产证
房地产开发公司
房地产开发企业
房地产权属登记定着物
房地产中介机构
方法发明
方法专利
妨害公务罪
妨害婚姻家庭
妨害婚姻家庭罪
妨害社会管理秩序罪
妨害邮电通讯罪
放火罪
放弃承包权
放弃重复侵害行为
放弃继承权
防卫不适时
防卫过当
防卫挑拨
防卫限度
防卫意图
房屋拆迁
房屋拆迁安置协议
房屋产权
房屋产权登记
房屋产权继承
房屋出卖人
房屋代管
房屋代建
房屋抵押贷款
房屋共同使用权
房屋共有
房屋共有产权
房屋过户
房屋交割协议书
房屋联建
房屋买卖
房屋权属
房屋售购和回租
房屋所有权
房屋调配租赁使用权
房屋有限产权
房屋预售
房屋赠与
房屋赠予
房屋征收
房屋租赁
防止义务
诽谤罪
非必要共同诉讼
非常诉讼
废除
非法剥夺宗教信仰自由罪
非法捕捞水产品罪
非法逮捕
非法管制罪
非法借贷
非法经营
非法居间
非法拘禁罪
非法拘留
非法买卖枪支弹药罪
非法侵入住宅罪
非法侵占
非法狩猎罪
非法搜查罪
非法所得
非法同居
非法运输枪支弹药罪
非法占地
非法占有
非法制造枪支弹药罪
非隔隙犯
非关税壁垒
非关税措施
非婚生子女
废弃物
非亲告罪
非身份犯
非诉程序
非物质性结果
非职务发明
非职务行为侵权
非专利技术
非专利技术转让合同
分仓交易
分公司
分镜头剧本
分类客体
分期付款买卖
分水岭
分摊
分析法学
分析法学派
封闭公司
封存
封建社会
风险承担
风险代理
风险抵押金
风险负担
风险揭示声明书
风险责任
风险转移
复保险
复代理
附带民事诉讼
负担行为
附合
附加盗窃险特殊条款
附加险
附加刑
副检察长
复进口
付款请求权
付款人
付款赎单
付款委托
弗兰克
富勒
弗里德曼
父母子女关系
妇女权益保障
妇女权益保障法
夫妻财产关系
夫妻财产制
夫妻代理权
夫妻感情破裂
夫妻共同财产
夫妻共同财产处分
夫妻共同财产分割
夫妻共同债务认定
夫妻关系
夫妻人身关系
夫妻住所
附属义务
附随义务
附条件背书
服务贸易
服务商标
服务瑕疵
抚恤费
扶养
抚养费
抚养关系变更
扶养继承协议
抚养能力
复议
傅郁林
复杂共犯
复杂客体
复制
复制发行
复制权
改编
改编播放
改编作品
改革
概括规定
概念法学
概然性教唆
港口费
港口合同
港口作业
稿酬
高度危险
高利贷
告知
个人财产
个人独资企业法
个人合伙
个人经营
个人所得税法
个人再创作
隔时犯
格式合同
个体工商户
更换鉴定人
公安部
公安局
公娼
工程质量
供电合同
公法
公法人
公房转租
公共财产
公共利益
公共危险
公共政策
公共秩序
公共秩序保留
工会财产所有权
公积金
公力救济
功利主义法学
功利主义法学派
公民
公平
公平交易权
公平竞争
公平责任
公权力
公然性
工伤
工伤抚恤
工商营业执照
公示催告程序
公示公信原则
公示所有权人和实际所有权人
供水合同
公司
公司重整
公司代表
公司登记
公司登记管理条例
公司法
公司分立
公司负责人
公司公告
公司关联交易法律关系
公司合并
公司监督
公司解散
公司经理人
公司名称
公司能力
公司清算
公司设立责任
公司型基金
公司债
公司债募集责任
公司债券
公司章程
公司住所
公诉
公诉案件
公诉处
公诉词
公诉机关
公诉科
公诉人
公诉制度
共同辩护
共同财产
共同承运人
共同创作人
共同代理
共同担保
共同抵押
共同发明人
共同犯罪
共同共有
共同故意
共同过错责任
共同海损
共同海损分摊
共同海损理算
共同继承
共同加害行为
共同教唆犯
共同居住权
共同居住人
共同客体
共同赔偿
共同侵权
共同危险行为
共同行为
共同遗嘱
共同责任
共同债务
共同占有
共同专利权人
公文证件印章
公序良俗
公序良俗原则
工业产权
公益法人
公益金
公益信托
供应合同
公用企业
公用物
公有
共有
共有财产分割
公有房屋承租使用权
公有技术
公有住宅租赁合同
公债
公证
公正裁判
公证财物
公正审判
公证遗嘱
公知技术
工作秩序
购销合同
古典自然法学派
股东
股东出资
股东大会
股东代表大会
股东代表会议
股东代位诉讼
股东会
股东名册
股东凭证
股东权利
股份
股份共有
股份合作企业
股份两合公司
股份有限公司
股份招募
股份转让
估价投保
股票
股票盗卖
股票回购
股票认购权
股票帐户
股票质押
股票转让
股权
股权变更
股权质押
股权转让
股息
股息红利
古希腊
故意
故意犯
故意毁坏财物罪
故意杀人罪
故意伤害罪
雇佣保证
雇佣关系
雇佣合同
雇佣劳务合同纠纷
雇主责任
雇主责任险
挂靠
挂靠经营
挂失
拐卖
拐卖人口罪
拐骗儿童罪
关保英
惯犯
管货义务
关联企业
惯骗
惯窃
关税
关税壁垒
惯习犯
管辖
管辖争议
管制
光船租赁合同
广告
广告发布者
广告欺诈
广告语
广告主
规避
规避法律
鬼船
规范法学
归责原则
规制
过错
过错推定
过错责任
过错责任原则
国籍
国际法
国籍法
国际法院
国际惯例
国际海洋法法庭
国际海运劳工联盟
国际航空法
国际货物保险
国际货物多式联运合同
国际货物买卖
国际货物运输
国际货物运输保险
国际技术转让
国际金融法
国际经济法
国际贸易
国际贸易术语解释通则
国际贸易支付
国际民事诉讼
国际清算
国际人权法
国际融资担保
国际商事仲裁
国际收支
国际私法
国际条约
国际物权担保
国际习惯做法
国际信用担保
国际许可证协议
国际争端
国际支付手段
国际知识产权法
国家安全部
国家财产豁免权
国家法律
国家公务员
国家工作人员
国家机构
国家机密
国家赔偿
国家赔偿程序
国家赔偿法
国家赔偿计算标准
国家赔偿义务机关
国家赔偿责任限制
国家司法考试
国家统一司法考试
国家职权主义
国家追偿权
国家追诉主义
国境边境
国库券
国民待遇
国民待遇原则
国内法
国内立法
国内判例
过剩避险
过剩警备
过失
过失爆炸罪
过失犯
国事犯罪
过失决水罪
过失破坏交通工具罪
过失破坏交通设备罪
过失破坏通讯设备罪
过失破坏易燃易爆设备罪
过失侵权
过失杀人罪
过失引起中毒罪
过失重伤罪
郭树理
国务院
国务院组织法
国营公司
国有独资公司
国有化
国有土地划拨
国有土地使用权
国有资产
国有资产产权
过于自信过失
国债回购
过帐
哈贝马斯
哈特
哈耶克
海关
海难救助
海上保险合同
海上财产
海上财产无主
海商法
海上货物索赔
海上货物运输保险
海上旅客运输合同
海事赔偿责任限制
海事赔偿责任限制基金
海事强制令
海事侵权损害赔偿
海事请求保全
海事请求权
海事事故
海事诉讼特别程序法
海事行政
海事债权登记
海事债权确权
海事支付令
海事仲裁裁决
海域污染
海运单
海运欺诈
航次租船合同
航空运输
航线
航运惯例
合并
合并审理
合并审理相关案件
合并条款
合法
合法财产
合法化
合法性
合法行为
合法占有
何怀宏
合伙
合伙财产
合伙解散
合伙内部侵权
合伙企业
合伙企业法
合伙协议
合伙型联营
合伙债务
何家弘
和解
和解程序
和解合同
和解协议
合力保险
合理化建议
合理使用
合理性原则
合立遗嘱
合理注意义务
何勤华
合同
合同保险金额
合同变更
合同成立
合同成立要件
合同法
合同公证
合同解除
合同落空
合同履行
合同履行不能
合同履行地
合同审批
合同生效
合同书
合同无效
合同型联营
合同有效
合同约定
合同责任
合同诈骗
合同主体资格
合同准据法
贺卫方
合宪性
合意
合议庭
合资建房
合资经营
合资经营公司
合作开发
合作开发合同
合作拍摄
合作入股
合作协议
合作作品
黑格尔
黑社会性质组织犯罪
黑市经济
衡平法
后手
后位继承
后现代法学
户籍
户籍所在地
户口
互诉
呼吸终止说
互易合同
划线支票
换房合同
环境保护法
环境污染损害赔偿
幻觉错误
幻觉犯
还款协议
还盘
缓刑
黄金条款
回避
回避决定
汇兑
恢复名誉
恢复原状
回扣
贿赂案
贿赂物
毁灭公文证件印章罪
汇票
汇票背书
汇票质押
毁容
回赎权
回头背书
汇校作品
贿选
回租合同
混合过错责任
混合人寿保险
混合式诉讼
混合责任
混合赠与
婚前财产
婚生子女
混同
混淆
婚姻
婚姻登记
婚姻登记监督管理
婚姻法
婚姻基础
婚姻自由
婚约
混杂
霍布斯
货差
获得报酬权
霍尔
霍菲尔德
货换
豁免
豁免权
霍姆斯
货物留置
货物落空
货物所有权
货物所有权转移
货物运输民事经济法律关系
货物质量
货物重量短损
货运代理
货运代理合同
货运代理人
火灾保险
火灾责任事故认定
基本犯
基本利益
基本事实
基本帐户
基本专利
级别管辖
基层两院
继承
继承法
即成犯
继承开始
继承权
继承人
继承顺序
基础书证
寄存保管
给付
继父母
机关法人
集合物
计划生育
积极错误
积极贿赂
鸡奸
纪检组
基金
既了未遂
既了中止
记名背书
记名公司债
记名提单
记名有价证券
记名支票
即期信用证
集市交易税
即时履行
即时买卖
即时取得
寄售合同
继受取得
技术成果鉴定
技术处
技术方案等同
技术服务合同
技术合同
技术合作开发
技术鉴定
技术诀窍
技术开发合同
技术科
技术秘密
技术培训合同
技术侵权
技术特征
技术信息
技术转让
技术转让合同
技术咨询
技术咨询合同
祭祀权
计算机软件侵权
计算机软件作品著作权
既遂构成要件说
既遂结果说
既遂行为说
集体所有权
集体所有制
集体提留
集体土地使用权
集体土地所有权
集团犯
集团企业改制为有限公司
季卫东
继续履行
羁押
羁押时限
寄予售人
积载因数
祭葬物
集装箱
集资
继子女
继子女关系
贾春旺
伽达默尔
加尔文
价格保护
价格术语
加工承揽合同
加工定作合同
加工合同
加害给付
加害人过错
假离婚逃废债务
假冒
假冒商标
假冒商标罪
假冒商品
假冒他人姓名
假冒他人专利
假冒伪劣产品
假冒注册商标罪
假冒专利罪
加密存款
假释
假释制度
家属
加速到期
家庭暴力
家庭财产
家庭经营
家庭联产承包责任制
假想防卫
假药
价值理性
价值判断
加重犯
监被居住决定书
兼并
建仓
检察官
检察官法
检察官职业道德规范
检察技术工作
检察建议
检察津贴
检察权
检察院
检察长
鉴此
简单共犯
简单客体
简单罪状
间谍罪
鉴定
鉴定人
监督体系
建构
监管责任
监护
监护权
监护人
监护责任
间接代理
间接反致
间接故意
间接教唆犯
间接损失
间接投资
间接义务
间接因果关系
检举
检举权
检举失实
监理人
减轻处罚
减轻犯
减轻刑事责任时期
建设工程
建设工程合同
建设用地
奸尸
监事
监事会
监视居住
减刑
检验
简易程序
奸淫
奸淫幼女罪
鉴证
见证人
兼职收入
建筑质量
奖金
姜明安
江平
交错要约
交付
交付货物
交割凭单
交互计算
教会法
交货地
交货共同条件
教唆犯
教唆故意
教唆行为
交通事故
交通事故损害赔偿
交通肇事
交通肇事罪
教学秩序
教养关系
交钥匙合同
界碑界桩
借仓交易
解除合同
解除婚姻关系
解除收养关系
接触说
解除条件
借贷合同
阶段性技术成果
解构主义法学
接管
结果犯
结果加重犯
解汇
结婚
借婚姻索取财物
揭开公司面纱
借款合同
借款人
借迷信造谣罪
借迷信诈骗罪
杰裴逊
结清债权债务
介绍贿赂罪
结算合同
借新还旧
接续
借用
借用合同
解约定金
解约日
进程
进出口管制
近代哲理法学
近代哲理法学派
紧急避难
紧急避险
紧急危难
进口出版许可证
进口配额制
进口税
进口替代
进口押金制
近亲属
金融犯罪
金融票证
金融凭证
金融债券
近似
近似商标
禁止流通物
禁止转让背书
净持仓限额控制
竞合
经济担保
经济法
经济犯罪
经济犯罪案件
经济分析
经济分析法学
经济解释
经纪人
经济学
经济学分析
竞买人
精神病人
精神从犯
精神罚
精神赔偿
精神损害
精神损害赔偿
精神损失费
精神障碍者
经验式
竞业禁止
竞业限制
经营典当业务资格
经营范围
经营权
经营权租赁
经营信息
经营许可证
经营自主权
竞争法律关系
纠纷
救济权
纠问式诉讼
救助报酬
举报中心
剧本上演合同
拒不执行判决裁定罪
拘传
拘传票
举动犯
居间
居间合同
居间牟利
居间人
居间行为
居间资格
拒绝辩护
拒绝承付
拒绝证书
拘留
拘留证
居民委员会
居所
拘提
具体符合说
具体事项
具体行政行为
拘役
聚众
聚众打砸抢罪
聚众斗殴
聚众犯罪
聚众劫狱罪
聚众扰乱公共场所秩序罪
聚众扰乱交通秩序罪
居住权
捐赠
捐助
决定逮捕
绝对不能犯
绝对权
绝对宣告刑
绝卖
决水罪
均查明
军法
军法从严原则
军婚
军内在编职工
军人残害战区无辜居民罪
军人盗窃军用物资罪
军人盗窃武器装备罪
军人谎报军情罪
军人假传军令罪
军人临阵脱逃罪
军人掠夺战区无辜居民罪
军人虐待俘虏罪
军人虐待迫害部属罪
军人破坏军事设施罪
军人破坏武器装备罪
军人窃取刺探提供军事机密罪
军人擅离职守罪
军人私放他人偷越国边境罪
军人逃离部队罪
军人偷越国边境外逃罪
军人玩忽职守罪
军人违反职责罪
军人违抗作战命令罪
军人武器装备肇事罪
军人泄露军事机密罪
军人遗弃伤员罪
军人遗失军事机密罪
军人战时造谣惑众罪
军人战时自伤罪
军人自动投降敌人罪
军人阻碍执行职务罪
军事机密
军事利益
军事设施
军职
军职罪
卡多佐
开标
开采权投资
凯尔森
开发经营部
开放公司
开庭
勘察设计工程承包
抗辩权
康德
抗拒逮捕
抗税罪
抗诉
可保利益
可撤销合同
可得利益损失
可分物
可分之债
客观归罪
科技成果权
恪尽职守
柯勒
可能客体
可期待利益
科斯
科斯定理
科斯定律
可诉性
客体不能犯
可消耗物
可选择性指定交易制度
科学技术
柯英
可预见性损害
肯定条件
空白背书
空白支票
空白罪状
控告
控告申述部门
控股公司
空间效力
空壳公司
控申处
控申科
控诉式诉讼
控诉职能
空头提单
空头支票
控制说
空转回购
扣船
扣贷
口头合同
口头委托
口头委托协议
口头遗嘱
扣押
扣押船舶
扣押船载货物
扣押物品清单
跨国公司
会计法
会计鉴定
宽严相济
亏舱费
拉德布鲁赫
来料加工
揽储人
滥伐林木罪
浪损
劳动报酬
劳动保险
劳动法
劳动法律关系
劳动合同
劳动试用期
劳动争议
劳动仲裁
劳工法
劳务报酬
劳务合同
劳务纠纷
劳务输出
类别管辖
类似商品
类推适用
类罪名
立案
立案材料
立案程序
立案管辖
立案机关
离岸价格
立案决定
立案条件
立案侦查
李昌麒
立法
立法程序
立法法
立法机构
立法权限
立法体制
立法原则
立法者
立功
利害关系
利害关系人
离婚
离婚程序
离婚判定
离婚条件
离婚协议
离婚协议书
立检为公
李林
李龙
利率
李猛
理赔
利润分配
利润留成
李慎之
历史法学
历史法学派
历史反革命犯
历史阶段
历史类型
历史遗留问题
理算
理算规则
利息
理性
理性主义
利益法学
利用封建迷信进行反革命活动罪
利用职务之便
利欲犯
李正华
理智投资者
连带保证责任
联带管辖
连带赔偿责任
连带责任
连带债权
连带债务
连带债务责任
联合国国际货物销售合同公约
联合运输合同
联合制片人
连环购销合同
连环航次租船合同
链接
连累犯
连锁式教唆
连续工龄
连续性教唆
联营
联营合同
联营协议
联运协作关系
两大法系
两合公司
梁慧星
两级法院
两审终审制
量刑
量刑结果
梁治平
林地使用权
邻接权
林来梵
林木采伐权
林木承包合同
临时保护期
临时股东会
临时营业执照
领海及毗连区法
领货凭证
灵活性
领事关系法
领土
领土主权
另行委托辩护
流窜犯
刘恒
刘剑文
刘军宁
流氓罪
刘明祥
刘仁文
流通物
刘武俊
刘小枫
刘星
留置
留置权
留置送达
刘作翔
龙勃罗梭
龙卫球
聋哑人
龙宗智
漏洞层出
路德
陆空保险
卢梭
录音遗嘱
录音制品
鲁英
轮奸
论理自相矛盾
罗尔斯
逻辑结构
洛克
落款
罗马法
罗马法系
旅客运输合同
律师代理费
律师法
律师协会
律师职业道德
律师执业行为规范
律师职业责任
履行不能
履行迟延
履行地
履行法定职责
履行抗辩权
履行责任
吕岩峰
旅游合同
吕忠梅
马长山
马基雅弗利
马克思主义
马里旦
脉膊停止说
埋藏物
买回权
迈霍费尔
买空卖空
买卖不破租赁
买卖合同
买卖婚姻
买卖双方
买卖行为瑕疵
曼昆
冒领存款
冒用
美国宪法
美术作品
美术作品独创性
梅因
孟德斯鸠
密尔
秘密合伙人
秘密性
迷信犯
免除
免税
免予起诉
免予起诉决定书
免责条件
免责条款
灭失
民法
民法典
民法通则
民间法
民间借贷
民商法
民商经济法
民商事案件
民事案件
民事纠纷
民事权利
民事权利公民权利
民事权利能力
民事诉讼
民事诉讼法
民事诉讼证据
民事无效行为
民事行为
民事行为能力
民事责任
民事制裁
民事主体
民事主体资格
民诉
民行处
民行科
民用航空法
民主
民主政治
民族区域自治法
名称权
明德慎罚
名胜古迹
明示担保
明示合伙
名为联营实为借贷
名义合伙人
名义价格
名优标志
名优产品荣誉权
名誉权
明知
莫纪宏
默认
默示
默示担保
没收
没收财产
母公司
募集设立
目录
慕亚平
牧业税
纳税人
男女平等
男女平等财产权利
内部行政合同
内部职工股
内部职工股私下交易
内国法
内幕交易
内容错误
内退
能犯未遂
能源供应合同
能源运输合同
尼泊尔保护文学和艺术作品公约
拟制血亲
年度报告
扭送
农村承包经营户
农村合作基金会
农村土地承包法
农副产品收购合同
农活承包
农林特产税
农业税
农业责任承包合同
虐待罪
诺成合同
诺成性不要式合同
诺成性行为
诺思
挪用公款
挪用公款罪
挪用国家特定款物罪
女权主义法学
女职工劳动保护
偶犯
偶然因果关系
排除妨碍
拍卖
拍卖法
拍卖合同
拍卖商
潘恩
判付利息损失
判决书
判例
判例法
判例汇编
庞德
旁系血亲
抛弃物
抛售
赔偿标准
赔偿担保
赔偿范围
赔偿金
赔偿请求人
赔偿数额
赔偿损失
赔偿协议
赔偿义务
赔偿责任
赔偿责任限制
配股除权
赔礼道歉
配偶
陪审制度
培训费
培养合同
盆景作品
碰撞责任
批捕科
批复
批判法学
批准逮捕
骗奸
票据
票据保证
票据变造
票据到期日
票据法
票据关系
票据基础关系
票据抗辩
票据能力
票据权利
票据涂销
票据退票
票据文义性
票据无因性
票据形式要件
票据行为
票据行为代理
票据遗失
票据原因
票据原因关系
票据约定
票据责任
票据粘单
票据资金
嫖客
漂流物
姘居
聘请鉴定
平安险
平仓
平等权
平等自愿
破案
破产
破产财产
破产财产分配
破产财团
破产程序
破产法
破产费用
破产管理人
破产界限
破产清算
破产申请
破产条件
破产宣告
破产债权
破产债务
破产债务人
破产终结
破坏集体生产罪
破坏交通工具罪
破坏交通设备罪
破坏界碑界桩罪
破坏军婚罪
破坏名胜古迹罪
破坏社会主义经济秩序罪
破坏通讯设备罪
破坏选举罪
破坏易燃易爆设备罪
破坏永久性测量标志罪
破坏珍贵文物罪
破损家庭
普通程序
普通法
普通法系
普通犯罪
普通股
普通刑事案件
普通许可
普通许可使用
漆多俊
期后背书
期货交易
期货经纪资格
期间
期票
期权交易
期日
起诉
起诉程序
起诉决定
起诉书
起诉形式
起算点
期限
企业产权界定
企业法人
企业分立
企业改制
企业改制公司投资法律关系
企业挂靠
企业合并
企业基金
企业集团
企业兼并
企业经营自主权
企业名称
企业名称权
企业破产法
企业债券
企业转让
企业字号
企业租赁
契约型基金
欺诈
欺诈例外
签订日期
牵连管辖
前手
签章
前置程序
签字
抢赌
抢夺公文证件印章罪
抢夺枪支弹药罪
抢夺罪
强奸妇女罪
抢劫罪
强迫妇女卖淫罪
强迫购买
抢亲
强世功
强行平仓
强制保险
强制措施
强制继续履行
强制交易
强制卖船
强制人身保险
强制销毁
强制卸货
强制性规定
强制性期限
强制许可
乔新生
敲诈勒索罪
侵犯财产所有权
侵犯财产罪
侵犯公民民主权利
侵犯公民人身权利民主权利罪
侵犯公民通讯自由罪
侵犯商标权
侵犯商业秘密行为
侵犯少数民族风俗习惯罪
侵犯住宅权
侵犯自主经营权
亲告罪
侵害采矿权
侵害犯
侵害房屋所有权
侵害故意
侵害名誉权
侵害墓穴使用权
侵害肖像权
侵害姓名权
秦晖
侵权
侵权产品
侵权间接损失
侵权损害赔偿
侵权行为
侵权直接损失
亲生子鉴定
亲手犯
侵占财产
亲子鉴定
清偿
清偿当事人
清偿抵充
清偿费用
清偿顺序
情节加重犯
清洁提单
清末预备立宪
请求
请求权
请求权竞合
请求权竟合
情势变更
清算
清算人
轻微刑事案件
倾向犯
倾销
轻罪
求偿权
邱永红
取保候审
取保候审决定书
取得时效
取得说
取回权
区际法律
区际司法冲突
区际司法协助
瞿同祖
取消
驱逐出境
全部保险
全部不能
全部露出说
全额赔偿
全国各级检察机关
全国人大常委会
全国人大常委会法制工作委员
全国人民代表大会常务委员
全国人民代表大会组织法
权利
权利冲突
权利范围
权力机关
权利竞合
权利能力
权利瑕疵担保
权利要求
权利要求书
权利义务
权利质权
权利质押
全面履行
全民所有制企业财产经营权
全权代理
权限范围
权益转让书
确定期限
确定资本制
确权
确认书
缺席判决
缺陷产品
缺效未遂
让路船
让予担保
绕航
扰乱社会秩序罪
认定
认定法律事实
认定有效
人犯
人格权
人工受精
认股
人合公司
人民法院
人民法院审判案件
人民检察院
人权
人权宣言
人身保险
人身罚
人身关系
人身检查
人身权
人身权利
人身伤害
人身搜查
人身损害
人身损害赔偿
人事聘用合同
人寿保险
人物形象
任意性规定
任意之债
认证
认证标志
人治
容留妇女卖淫罪
融通物
荣誉权
融资
融资租赁
融资租赁合同
融资租赁物选择权
入伙
儒家思想
如实告知
入市交易
入赘
软件
软件著作权
萨维尼
三代以内旁系血亲
三代以内直系血亲
三方责任事故
三国法
散伙
三来一补
三联书店
三权分立
三同时原则
杀人罪
杀婴
山东大学
山东大学法学院
善良风俗
赡养
善意
善意持票人
善意第三人
善意取得
善意使用
善意占有
商标包装与装潢
商标不当注册
商标法
商标抢注
商标侵权
商标权
商标许可使用
商标专用权
商标专用权转让
商法
商法典
商法法人
伤害罪
商号权
商品包装和装潢
商品包装装潢
商品房购销合同
商品房买卖法律关系
商品房协议书
商品房预售
商品房预售合同
商品分类
商品化权
商品检验
商品经济
商品质量
商品知名度
上市公司
商事关系
商事合伙
上诉
上诉案件
上诉改判
尚未处查封状态
商务印书馆
商业贿赂
商业贿赂行为
商业秘密
商业信誉
商业银行
商业银行法
商誉
上载下载
少数民族婚姻彩礼问题
社会保险
社会法
社会法学
社会法学派
社会公德
社会公知技术
社会关系
社会规范
社会体系
社会危害性
社会秩序
社会主义
社会主义法治国家
社会组织
赊买
涉台人身关系
社团法人
涉外重婚
涉外动产所有权
涉外管辖
涉外婚姻
涉外民商事案件
涉外商品房预售法律关系
涉外刑事案件
赊销
射倖合同
摄影合同
摄制
申报债权
审查
审查批捕
审查起诉
审单
身份法律行为
身份犯
身份权
神汉巫婆
审核义务
审回式诉讼
审计
审计法
审级管辖
沈岿
审理
审理一个法律关系
沈木珠
审判
审判法庭
审判公开
审判管辖
审判监督程序
审判权
审判委员会
审判员
审判长
审判制度
审判职能
申请
申请复议
申请回避
申请回避权
申请人
申请在先原则
申诉
申诉权
申诉状
审限
神学法学
审议
沈宗灵
生产标记
生产销售伪劣商品罪
生产秩序
生产资料
生存权
盛洪
声明
生命机能损害说
生命健康权
生命开始时期
生命权
生命终止时期
生前行为
省人大
胜诉
省委
生效
生效时间
生效要件
声誉
省政府
市场经济
拾得物
十二表法
释放
适格
适格主体
实害犯
实害故意
适航性
适航证书
事后不能
事后防卫
事后故意
事后审计
事后受贿
失火罪
实际承运人
史际春
实际履行
实际赔偿
实际赔付
实际全损
实际损失
事件
实践法律行为
实践合同
实践理性
时间效力
实践性行为
世界古代史
世界近代史
世界贸易组织
世界现代史
失密
始期
事前防卫
事前故意
事前审计
事前受贿
适任证书
史尚宽
事实不能犯
事实不清
事实错误
事实抚养关系
事实合同
事实婚姻
事实判断
实施强制
实事求是
实施条例
实施细则
事实新闻
事实行为
事实作品
施塔姆勒
实体法
事物管辖
实物交割
实物履行
事务性工作
时效
失效条件
时效中断
时效中止
实行犯
实行犯过限
实行改制
施行后
实行行为
实行终了未遂
实行终了中止
实行中止
适用
适用法律
适用该司法解释判决
使用权
实用新型
实用新型专利
实用新型专利权
实用性
使用许可
使用在先
实质犯
实质性改变
实质性审查
实质性特点
失踪
失踪人
收案
手段不能犯
手段错误
守法
首犯
收汇风险
收回土地使用权
受贿罪
收货人
兽奸
受教育权
受款人
收款委托结算
受领
授权
授权使用
授权许可证
授权资本制
授信合同
受信托人
收养
收养法
收养关系
收养人
首要分子
受益
收益
收益权
受益人
受益人补偿原则
受载期
受中华人民共和国法律保护
舒伯特
赎单
书法作品
舒国滢
疏忽大意过失
书记员
数据库
书面合同
书面形式
署名权
属人法
书证
数罪并罚
双倍赔偿
双边冲突规范
双重征税
双方代理
双方法律行为
双控帐户
双务合同
水产运输
税法
税率
税收征收管理法
谁污染谁治理原则
水渍险
说明书
说明义务
斯宾诺莎
私藏枪支弹药罪
四大班子
司法
私法
司法部
司法处分
司法独立
司法改革
司法工作人员
司法机关
司法机关同群众相结合
司法解释
司法拘留
司法考试
司法权
司法审查权
司法实务
司法体制
司法体制改革
司法文书
司法协助
私放罪犯罪
死缓
私力救济
私权利
私设分支机构
私诉
死亡
死亡补偿金
死刑
死刑缓期执行
私益信托
私营企业
私自接受委托
送达
送达代收入
送达机关
送达期间
送达人
送达证
讼棍
讼师
宋英辉
讼争专利
搜查
搜查证
苏格拉底
溯及力
苏力
诉前保全
诉前保全申请
诉前财产保全
速遣费
诉前扣船
诉前证据保全
诉请
诉求纠纷
诉讼
诉讼参与人
诉讼程序
诉讼代理
诉讼代理人
诉讼地位
诉讼法
诉讼费用
诉讼管辖
诉讼基础
诉讼阶段
诉讼客体
诉讼能力
诉讼请求
诉讼权利
诉讼审理
诉讼时效
诉讼文书
诉讼形式
诉讼行为
诉讼义务
诉讼终结
诉讼中止
诉讼主体
苏永钦
诉状
损害赔偿
孙宪忠
孙笑侠
损益分配
索贿
索赔
索赔通知书
所有权
所有物
他物权
他项权证
他益信托
谭兵
摊贩业税
弹劾式诉讼
谭世贵
贪污案
贪污罪
逃汇
套汇
套期保值合约
套值让售
特别法
特别附加险
特别股
特别过失
特别授权
特定提取款
特定物
特定物之债
特定义务
特殊程序
特殊渎职罪
特殊附加险
特殊共犯
特殊侵权损害赔偿
特殊身份
特殊险
特殊主体
特务罪
特许加盟
特有名称
特约经销
特约商户
特种交易
特种经纪商
提存
替代争议解决方式
提单
提单背书转让
提单持有人
提单管辖权条款
提单免责条款
提单欺诈
提单侵权
体罚虐待被监管人员罪
提货通知书
提起公诉
提起诉讼
提起刑事诉讼
提请复核
提示付款期限
田成有
添附
田平安
天然孳息
调解
条款
条约
条约法
铁路货物运输合同
铁路货运单
铁路交通事故
贴水存款
贴水贷款
贴现
庭审
停薪留职
停止侵害
停止条件
停止支付
停租
同案被告人
同案犯
通风权
统稿
同股同权
通过议案
通缉
通缉令
通奸
同居义务
同类容体
同时履行抗辩权
同业拆借
同业竞争关系
同一海事请求
统一责任制
通知书
童之伟
通知行
通知义务
统治秩序
投保人
投保险别
投标
投敌叛变罪
投毒罪
投机倒把
投机倒把罪
偷奸
偷税罪
偷越国边境罪
透支
透支交易
透支支票
投资
投资基金
投资入股
投资政策
投资争端
投资总额
土地承包经营合同
土地承包经营权
土地出让金
土地登记
土地定着物
土地法
土地管理法
土地国有
土地开发使用权
土地买卖
土地权属变更登记
土地权属争议
土地确权
土地使用权
土地使用权出让
土地使用权抵押
土地使用税
土地证
土地整理
土地征收
土地征用
土地转让
土地转让过户
土地租赁
突发故意
涂改
突然故意
图书出版
屠宰税
推定交货
推定全损
推定行为
推断有理
推翻
退股
退回补充侦查
退货
退伙
退款责任
退赔
脱法行为
拖航
拖航合同
托马斯阿奎那
托收
脱逃罪
拖延履行职责
托运单
托运人
外币
外层空间法
外观设计
外观设计专利
外国法制史
外国公司
外国人入境出境管理法
外国人在收养子女登记办法
外国仲裁裁决公约
外汇
外汇额度担保
外汇买卖
外交关系法
外贸代理
外贸仲裁
歪曲篡改他人作品
外商投资企业法
外资企业
玩忽职守罪
完全过失责任制
完全偏离
完全物权
完全行为能力
王晨光
汪丁丁
枉法裁判罪
王瀚
王健
汪建成
王磊
王立民
王利明
网络作品
忘却行为
王世洲
王锡锌
王怡
王涌
王泽鉴
网状责任制
违背妇女意志
未成年人
未成年人权益保障
为第三人利益合同
为第三人利益所订立合同
违法
违法广告
违法所得
违法行为
违法要求履行义务
违法责任原则
违反国境卫生检疫规定罪
违反诉讼程序
违反危险品管理规定肇事罪
违反刑法性
违反政策规定自制行业标准
委付
危害公共安全罪
维护社会公平正义
违禁物
未经许可使用
未决犯
未了未遂
未了中止
韦森
未实行终了未遂
未实行终了中止
委托
委托辩护
委托辩护人
委托不明
委托创作
委托创作作品
委托存款
委托代管
委托贷款
委托代理
委托代理合同
委托代理人
委托购买合同
委托合同
委托加工合同
委托开发
委托送达
委托物
委托作品
危险犯
危险故意
危险责任原则
危险作业
唯一代表
违约
违约金
违约责任
伪造
伪造单据
伪造单证
伪造公文证件印章罪
伪造国家货币罪
伪造计划供应票证罪
伪造有价票证罪
伪造有价证券罪
魏振瀛
伪证罪
文稿竞价
文学剧本
文艺复兴时期法律
文义证券
文正邦
窝藏罪
窝赃罪
五保户遗产继承
无本之木
无偿法律行为
无偿合同
无偿划拨
无偿占有
无船承运人
无单放货
无单提货
无法廻避
诬告
诬告反坐
诬告陷害罪
误工费
误工损失
无过错原则
无过错责任
无国籍人
无记名公司债
无记名有价证券
无记名支票
误解
无民事行为能力人
无名合同
无期徒刑
武器装备
物权
无权处分
无权代理
物权公示制度
物权契约
无权协议处置
物权行为
无人继承遗产
侮辱妇女
侮辱罪
无体物
无条件支付
无限公司
无限责任
误想防卫
无效代理
无效担保
无效合同
无效婚姻
无效民事法律关
无效民事行为
无效条款
无效无酬原则
无效协议
无效约定
无形财产
无形从犯
无形共犯
无形贸易
无形损害
无行为能力人
无形资产
物业管理
无因管理
无因行为
无因证券
无源之水
无正本提单放货
无正本提单提货
物证检验
物质从犯
吴志攀
物质性结果
无主物
无资格
无罪释放
析产
西方法律思想史
西方哲学史
习惯法
戏剧作品
西塞罗
瑕疵
瑕疵担保责任
瑕疵给付
瑕疵证据
下岗工人权益保障
夏勇
现场勘验
现代哲理法学
限额赔偿
宪法
宪法规范
宪法史
宪法性文件
宪法修正案
现货交割
现货交易
现金买卖
陷阱购买
先履行抗辩权
先买权
限期改正
县人大
先申请原则
显失公平
显失公正
现实客体
现实危险
现实主义法学
先诉抗辩权
县委
现行犯
现行反革命犯
先行履行抗辩权
现役军人
先用权
现有技术
先予赔偿
先予执行
先占
宪政
县政府
限制流通物
限制民事行为能力人
限制物权
限制行为能力
限制责任能力
相对不能犯
相对负刑事责任时期
相对权
相对宣告刑
香港特别行政区基本法
相邻关系
相邻权
相约自杀
消除危险
消除影响
消费税
消费信贷
消费者
消费者权益保护
消费者权益保护法
效果意思
萧瀚
消耗物
消极错误
消极贿赂
肖建国
效力丧失说
消灭时效
销售合同
销售侵权作品
销售确认书
销售商
肖像权
销赃罪
胁从犯
谢怀栻
谢晖
卸货
协力义务
泄露国家机密罪
泄密
谢鹏程
胁迫
协商
协议
协议交割
协议日期
协议抬头
协议无效
协议转让
谢佑平
信春鹰
新分析法学
新分析法学派
心死亡
信托贷款
信托代理关系
信托人
新闻报道失实
新颖性
信用交易
信用卡挂失
信用卡冒用
信用卡透支
信用证
信用证受益人
信用证支付
新自然法学
新自然法学派
形成权
刑法
刑罚
刑法典
刑法分则
刑罚能力
刑罚适应性
刑法因果关系
行贿罪
行纪合同
行纪人
姓名权
刑事案件
刑事被告人
行使撤销权
刑事法律
形式犯
刑事犯罪
刑事附带民事诉讼
刑事管辖
行使检察权
刑事鉴定
刑事拘留
刑事人类学派
形式审查
刑事诉讼
刑事诉讼参与人
刑事诉讼程序
刑事诉讼法
刑事诉讼法典
刑事诉讼法学
刑事诉讼规则
刑事诉讼阶段
刑事诉讼客体
刑事诉讼职能
刑事诉讼主体
刑事未成年人
形式要件
刑事责任能力
刑事责任年龄
刑诉
行为保全
行为地法
行为法学
行为法学派
行为犯
行为能力
行为性质错误
刑讯逼供罪
行政处罚
行政处罚法
行政登记效力撤销法律关系
行政法
行政法规
行政复议
行政复议法
行政合同
行政机关
行政机关担保
行政监察法
行政拘留
行政命令所生之债
行政赔偿
行政强制执行
行政诉讼法
行政诉讼证据
行政许可法
休庭
徐爱国
许传玺
徐国栋
虚假陈述
虚假出资
虚假出资证明
虚假存单
虚假广告
虚假宣传
虚假宣传行为
虚假验资
虚假证据
徐静村
酗酒人
许可合同
许可贸易
许可证
许可证协议
叙明罪状
许诺销售
虚盘
虚伪意思表示
徐显明
徐行犯
徐友渔
许章润
宣告失踪
宣告死亡
宣告刑
宣判
悬赏
悬赏广告
选择法定刑
选择刑
选择性教唆
选择之债
血亲
血缘婚
薛兆丰
徇私枉法罪
徇私舞弊罪
讯问
讯问笔录
寻衅滋事
押汇
押金担保
亚里士多德
押租
演出合同
演出税
言词原则
严格责任
沿海运输
演进式
研究室
赝品
延期付款
延期审理
盐税
演绎作品
验资报告
养父母
杨国华
养老金
杨荣新
杨树明
杨小凯
养子女
姚健宗
要式法律行为
要式行为
要约
要约撤回
要约邀请
叶必丰
业主
业主委员会
一般保证
一般渎职罪
一般法
一般附加险
一般共犯
一般过失
一般交易条件
一般客体
一般违法行为
一般许可
一般主体
一部露出说
遗产
遗产范围
遗产分割
遗产共同共有
遗产管理人
遗产继承纠纷
遗产税
遗产转继承
以出顶进
以贷转存
以德配天
异地履行
依法登记成立
依法履行
依法审查批捕
依法审理
依法条
依法治国
议付
一夫多妻制
议付行
一夫一妻制
一个集合体
以拘代捕
以拘代侦
已决犯
依可查
医疗保险
医疗差错
医疗合同
医疗机构执业资格
医疗技术事故
医疗事故
医疗事故鉴定
遗弃
以其他危险方法危害公共安全罪
遗弃物
遗弃罪
一切险
一人公司
一审
一时不能
一事不再理
以事实为根据以法律为准绳
遗失物
艺术定作合同
意思表示
意思表示真实
意思能力
移送管辖
意外伤害
意外事故
意外事件
遗忘物
义务
义务船
以物抵债
一物二卖
义务教育
意向书
遗赠
遗赠扶养协议
遗赠受领人
遗嘱
遗嘱变更
遗嘱撤销
遗嘱继承
遗嘱继承人
遗嘱见证人
遗嘱能力
遗嘱人
遗嘱执行人
隐报品名
隐蔽物
隐藏物
引船费
引渡
引渡法
因拐卖而形成收养关系
因果关系
因果关系错误
殷海光
银行
银行承兑汇票
银行贷款合同
银行信用证
银行帐户合同
隐名代理
隐名合伙
阴谋
阴谋颠覆政府罪
阴谋犯
阴谋分裂国家罪
隐匿说
隐匿物
隐匿罪证罪
引人误解
隐射广告
淫书淫画
阴私案件
隐私案件
尹田
引诱妇女卖淫罪
音乐作品
引证罪状
营利法人
营利犯
英美法系
应受刑罚惩罚性
应松年
应诉
营业犯
营业秘密
营业税
营业信托
应知和明知
用本民族语言进行诉讼
永佃权
用户手册
佣金
用人单位单方解除劳动合同
用途说明
用益权
用益物权
有偿法律行为
有偿使用
有偿双务合同
有偿占有
邮递合同
邮电工作人员
优惠待遇
优惠关税
有价贸易
有价票证
有价证券
有价支付凭证
诱奸
有奖销售
有奖征集活动
有利被告
幼女
有期徒刑
有体物
油污损害
油污损害赔偿
油污损害赔偿规则
有无效力
优先承租权
优先购买权
有限合伙
优先权
优先使用权
优先受偿权
有限责任
有限责任公司
有效合同
有形从犯
有形共犯
有形损害
有因行为
邮政侵权行为
有主物
预备犯
预备付款人
预备航次
预备中止
预防工作
预付款
预告性新闻
预借提单
舆论监督
域名
预谋故意
预期利益
预期违约
逾期违约金
预审
预约买卖
原产地证书
原唱权
原创性
原告
远期交货合同
远期信用证
原审
原始出资
原始股票
原始取得
原始社会
袁曙宏
原物
援引法定刑
援引刑
原状
原租赁户
约定
约定财产制
约定解除
约定期限
约定条款内容
约定义务
约翰密尔
阅卷笔录
越权经营
越权无效
运费
运费预付
运输毒品罪
运输合同
运送他人偷越国边境罪
再保险
在仓合约
再创作
再担保
载货清单
再间接教唆犯
再审
再审程序
再贴现
在先权利
在先使用权
再许可
再则
赃赂罪
责付
责令作出具体行政行为
责任保险
责任分担
责任竞合
责任能力
责任年龄
责任年龄分段法
责任险
责任主体
赠与
赠与合同
增值税
增值税发票
诈骗罪
宅基地
宅基地使用权
债权
债权保全
债权人
债权人撤销权
债权人迟延
债权人代位权
债权人会议
债权证书
债权转让
债务代偿请求权
债务纠纷
债务人
债务人迟延
债务为由
债务移转
债务转移
展览权
詹姆斯密尔
展期
战时
战时从严原则
战时缓刑制度
战时刑事特别法
占有改定
占有人
占有时效
湛中乐
涨跌停板
张光直
张明揩
张树义
张五常
张新宝
张玉敏
张志铭
招标
招标投标
招标投标法
赵秉志
照片底片著作权
赵晓力
招摇撞骗罪
赵永琛
折价款
折旧
哲理法学
哲理法学派
折衷式诉讼
贞操
侦查
侦查程序
侦查措施
侦查监督处
侦查监督科
侦查权
侦查实验
侦查终结
侦督科
珍贵文物
侦监处
贞节
真实意思表示
阵痛说
真正不作为犯
真正亲手犯
正本提单
政策
正常风险
郑成良
郑成思
正当防卫
政府采购法
政府议案
征稿
郑戈
政工科
征购
证据被采纳
证据不足
证券
证券承销
证券法
证券发行
证券公司
证券公司检查办法
证券回购
证券集中托管
证券交易
证券交易所
证券经纪商
证券评级
证券市场
证券投资
证券业同业公会
证券自营商
证人
证人权利
证人义务
征收
整体著作权
正义
争议解决条款
征用
郑永流
政治部
治安管理处罚条例
致残
支持公诉
指定辩护
指定辩护人
指定代理人
制定法
指定管辖
指定交易
制度
执法
执法办案第一线
执法为民
执法行为
职工代表大会
职工医疗费用
治国方略
直接承认
直接代理
直接反致
直接故意
直接关联
直接加害人
直接教唆犯
直接客体
直接利害关系人
直接侵权行为
直接损失
直接投资
直接因果关系
直接原则
智力成果
质量标准
知名企业
知名商品
知名商品特有名称
滞纳金
职能管辖
指派鉴定
支配权
制片人
支票
滞期费
知情不举
职权
质权
质权人
职权原则
知识产权法
指示收货人
指示提单
治外法权
质物
职务保证
职务发明
职务犯罪
职务关系
职务技术成果
质物灭失
职务侵权
质物所有人
职务行为
职务作品
直系亲属
直系血亲
执行
执行程序
执行公务
执行和解
执行拘传
执行赔偿
执行刑
秩序
质押
质押权
职业犯
职业责任险
制造毒品罪
制造犯罪条件
制造假药罪
制作声讯节目
制作淫书淫画罪
中标
仲裁
仲裁法
仲裁机构
仲裁委员会
仲裁协议效力
仲裁制度
重大误解
重大嫌疑人
重大刑事犯罪案件
重大责任事故罪
中国法律思想史
中国法制史
中国古代史
中国近代史
中国十大杰出检察官
中国现代史
中国刑法犯罪论词库
中国政法大学
中华法系
中华人民共和国
中华人民共和国宪法修正案
中级法院
中级人民法院
中介合同
中绝未遂
种类物
终了未遂
终期
中签
忠实义务
中外合资经营企业法
中外合资企业
中外合作经营企业
中外合作经营企业法
中外合作企业
中央军事委员会
终止合同
中止履行
终止生效时间
中止执行
重罪
重作
周汉民
周林彬
周密
周其仁
周旺生
主编
注册商标
注册商标专用权
注册资本
主从合同
助法
主犯
主管
主观归罪
主观过错
主合同
助理审判员
主权利
主审法官
主审人
助审员
朱苏力
住所
住所搜查
主体
主体不符
主体不同
主体请求
主体适用
主体资格
朱伟一
主物
主物权
注销
注销登记
注销户口
主刑
主行为
朱学勤
主要标志
主要区别
主要条款
主要责任
注意义务
主债务人
主张双倍索赔
著作权
著作权法
著作权国际公约
著作权集体管理组织
著作权人
著作权使用费
著作人格权
转包
转承责任
转代理
转股协议
专家意见
专利
专利保护范围
专利代理
专利代理费
专利独立权利要求
专利法
专利复审
专利复审委员会
专利技术
专利年费
专利侵权
专利权
专利权利要求
专利权终止
专利权转让
专利申请费
专利申请权
专利申请权人
专利申请权转让
专利申请人
专利申请日
专利实施许可合同
专利说明书
专利终止
专卖
专门管辖
转让背书
转让合同
专属经济区和大陆架法
转委托
专项贷款
转移说
专有表演权
专有出版发行权
专有出版权
专有技术秘密
专有使用权
转载
转帐
转帐支票
转致
转租
转租人
装货
装货损害
装货义务
状态犯
装卸费用
装卸期间
追偿
追缉措施
追及权
追及效力
追加
追加被告
追认
追诉
追诉时效
追索权
准备犯罪工具
准备就绪通知书
准抵押权
准共有
准合伙人
准据法
准抢劫罪
准用
准占有
着手
着手客观说
着手未遂
着手折衷说
着手中止
着手主观说
卓泽渊
资本
资本主义
资产负债表
资产评估
资产移交
资敌罪
自动出口限制
自负盈亏
子公司
资合公司
自己代理
资金
自力救济
自留山
自然法
自然法学
自然法学派
自然犯
自然人
自然死亡
自然血亲
自然正义原则
自然资源
自然资源国家所有权
自始不能
自首
自手犯
自书遗嘱
自诉
自诉案件
自诉人
自卫行为
自物权
孳息
自行回避
自益信托
自由
自由法学
自由婚
自由主义
自愿保险
资源税
自治产人
自治条例
自助行为
综合法学
综合法学派
综合险
纵火罪
宗教
宗教信仰自由
走私罪
租船合同
足额保价
组合商标
组合专利
租金
租赁
组织犯
组织他人偷越国边境罪
组织越狱罪
最低法定刑
最低限价
罪犯
最高诚信原则
最高额担保
最高额抵押
最高法定刑
最高检
最高人民法院
最高人民检察院
罪过
最后不合法航次
最后合法航次
最惠国待遇
最密切联系原则
罪行法定
作废
作品拍卖
作品载体
作品赠与
作为犯罪
左卫民
作为义务
作为证据使用
被告
被告人张某
被公安机关抓获归案后
被判处有期徒刑
被判刑
被张某骗得骗取
本案争议
辩称自己未向王某借款
并处罚金人民币
并可以支付高额利息
并认为被告人张某
驳回
驳回上诉
补充是事后行为
补充协议
不动产买卖
不服一审判决
不顾证据真实性与否
不合常理
不能证明自己
不相符合
不知情
财产查封
裁判
采取虚构事实隐瞒真相
曾因故意犯罪
查封不动产
查封裁定
撤销权法律关系
承担
惩罚性赔偿
承接
承接责任公司
程序审判
出卖人
出入澳门赌博
出入境记录
此后陆续向王某借款
错误认定
但保留有汇款凭条
但未能提供证据印证
登记
等相关证据
第三人
都已提供给公安机关
独立法人资格
独立民事主体
独立诉讼
独立行使民事权利
对王某谎称自己
二审
二审法院
二审法院经审理认为
法定案例条件前提下
发还相关被害人
法律擦边球
法律关系混杂
法律判决认定
法律限制和约束
法院经审理查明
法院经审理认为
法院刑事判决书
房地产开发公司
房屋出卖人
房屋交割协议书
分水岭
附随义务
公安部门
公司关联交易法律关系
公诉机关当庭提供了
公诉机关认为
公诉机关提供了
公诉机关为证实
公诉人还当庭提交了
共同赔偿
公正裁判
公正审判
股份
规避
国家法律
合并审理
合并审理相关案件
合同成立要件
合同法
合同书
合同约定
和酌定从重处罚情节
合资经营公司
后来被告人张某
谎称自己在北京
汇款凭条
汇款凭条以及
混杂
基本利益
基本事实
基础书证
集团企业改制为有限公司
检察院
检察院指控期间
鉴此
建议对被告人张某
接续
仅凭电话录音
进行了录音
纠纷
拒不供认
具体事项
具有拒不认罪
居住广东
均查明
开发经营部
来其驾校学习双方相识
连带债务责任
两级法院
量刑并处罚金
量刑建议适当
量刑适当
漏洞层出
录音资料
论理自相矛盾
落款
买卖双方
没有书面凭证
民事案件
民事纠纷
民事主体
挪用公款罪
判处被告人张某
判付利息损失
判决定罪准确
频繁进出澳门
期间
起诉
其行为已经构成诈骗罪
企业改制公司投资法律关系
其中被害人王某
签订日期
签字
请求
权利义务
认定
认定法律事实
认定有效
人民币
人民币万元
人民法院
人民法院审判案件
商品房买卖法律关系
商品房协议书
上述事实提供了
上诉至
尚未处查封状态
涉外商品房预售法律关系
审查
审理
审理一个法律关系
审判
审判程序合法
申请人
申诉状
声明
适格主体
事实不清
实行改制
施行后
是因为王某
适用
适用法律
适用该司法解释判决
受害人陈述
受益
受中华人民共和国法律保护
数额特别巨大
书证
双方均是手机联系
司法解释
送达
诉请
诉求纠纷
诉讼基础
诉讼阶段
诉讼请求
诉讼审理
诉讼时效
诉讼主体
遂根据
所有款项
提起诉讼
通话录音
同时对部分手机通话
通知义务
投资入股
投资政策
土地法
退出赃款人民币
推断有理
推翻
退款责任
完全偏离
万元
王某打到自己银行卡
王某连续
维持原判
为筹集赌资
违法行为
唯一代表
伪造
为证实张某犯诈骗罪
无本之木
无法廻避
无权协议处置
无效协议
无效约定
无源之水
物证鉴定中心
物证检验报告等证据
系累犯
瑕疵
瑕疵证据
相关视听资料
相关条款
相关证据
向其还款
向其信用卡银行卡汇款
向王某借款
向王某陆续借款
协商
协议交割
协议日期
协议抬头
刑满释放证明书
行使撤销权
行政登记效力撤销法律关系
虚构事实
虚构事实诈骗他人钱财
虚假证据
需要借款
学习驾驶技术
以被害人王某
依法登记成立
依法审理
依法条
一个案件只审理一个案由
一个集合体
以及
依可查
以上刑罚刑法之罪
一审
义务
银行卡交易明细
银行卡上
隐瞒真相
因期间
应当从重处罚
应当判处有期徒刑
应当以诈骗罪
应予采纳
应予惩处
有关刑事判决书
有无效力
有限责任
与王某相识
原告
原审
原审法院
愿意支付高息
原租赁户
约定
约定条款内容
在北京做石化生意
在刑满释放五年内又犯
在依据
再则
责令被告人张某
诈骗他人钱财
债务为由
张某电话告诉王某
真实去向
证据被采纳
证据不足
证据确实充分
证据之间相互印证
证实了
证实其因张某
证实张某
执法行为
直接承认
直接关联
指控
执行程序
中华人民共和国刑法
中级人民法院
中外合资企业
主体
主体不符
主体不同
主体请求
主体资格
主要条款
主张双倍索赔
追加
追究其刑事责任
自己在北京做石化生意
足以证明
最高人民法院
作出了
做得比较大资金紧张等
做石化生意资金紧张
作为证据使用
按份共有
按份赔偿责任
按份责任
案件受理费
按揭
按揭贷款
安乐死
安置人口
搬迁合同
版权
版权侵权行为
版权转让
版权转让合同
版式权
包办婚姻
保单倒签
保底条款
保兑
保兑信用证
保付支票
保管
保管合同
保函
保函效力
保护作品完整权
保密协议
保密义务
保税仓库
保险代理
保险代理人
保险代位权
保险单
保险范围
保险费
保险合同
保险金额
保险经纪人
保险理赔
保险利益
保险免责条款
保险赔偿
保险赔偿金
保险期间
保险期限
保险契约让与
保险人
保险事故
保险受益人
保险危险
保险责任
保险责任范围
保险种类
包销合同
保修合同
保证
保证保险
保证合同
保证金
保证期间
包装装潢
被保险人
被代理人死亡
被收养人
背书
背书不连续
背书转让
备用信用证
比较广告
笔名
避碰措施
避碰规则
必要技术特征
变更产权
变更登记
变更企业性质
编辑作品
边界纠纷
变劣发明
变卖
编委会
编造
表见代理
表示行为
表演使用许可合同
表演者权
别除权
播放
拨改贷
泊位合同
播映权
不安抗辩权
补偿贸易
补偿损失
补充协议
不当得利
不定值保险合同
不动产
不法行为
部分不能
部分抄袭
部分履行
部分侵权
不告不理
不记名提单
补救措施
不可撤销信用证
不可撤消信用证
不可代替物
不可分物
不可分之债
不可抗力
不可消耗物
不履行
部门越权
不能
不歧视待遇
不确定期限
不确定事实
不融通物
不适当履行
不适航
不适拖
不适载
不完全履行
不要式法律行为
不要式合同
不要式行为
不真正连带债务
不作为
财产保全
财产保险
财产罚
财产分割
财产关系
财产权
财产确权
财产损害赔偿
采光权
采矿权
彩礼
彩票
财团抵押
财团法人
财团债权
财务管理
残疾赔偿金
仓储保管合同
舱面货物险
舱面物
仓至仓
操纵市场
拆借合同
拆迁
拆迁安置
拆迁补偿协议
产供销合同
产品标识
产品发明
产品开发建议书
产品设计图
产品声誉
产品税
产品瑕疵
产品责任险
产品质量标准
产品质量责任
产权
产权变更
产权登记
场内交易
场外交易
抄袭剽窃
超越代理权
超越使用范围
超越职权
超载
车船使用税
车辆买卖合同
车辆损失险
撤销判决
陈述权
承包承租
承包合同
承包金
承包经营
承包土地权
承包制
承包主体资格
承兑
承付
成交确认书
承揽合同
成年人
承诺
诚实信用
诚实信用原则
承销商
程序合法
承运人
承运人和实际承运人
承运人免责
承运人赔偿责任限制
承租权
承租人
持股公司
驰名商标
迟延交付
迟延履行
充分公开
重复抵押
重复签发提单
重婚
冲突规范
重作
抽逃资金
出版发行权
出版合同
出版权
出版许可合同
除斥期间
处分
处分权
初稿设计
出国劳务合同
出借帐户
出口加工区
出口税
出口替代
出口贴补
出口退税
出口信贷
出卖人义务
出名营业人
出票
出让国有土地使用权
出生
出生日期
出生证明
初始保证金
除外规定
除外责任
储蓄
出资
出资比例
出资额转让
出资期限
出租人
船舶保险
船舶触碰
船舶代理
船舶登记
船舶抵押权
船舶动态
船舶吨位
船舶共有
船舶国籍
船舶经营管理
船舶拍卖
船舶碰撞
船舶适航
船舶所有权
船舶维修费
船舶物料备品
船舶修理
船舶营运费用
船舶优先权
船舶优先权催告
船舶占有权
船舶转让
船舶租购合同
传达不实
船东
船东互保协会
船级
船旗国
船期损失
船期延误
传销
船员
船员劳务合同
船载货物
船长
创意设计
创造性
创作
次要责任
辞职
从合同
从权利
从属权利要求
从属专利
从物
从物权
从行为
从债务人
催告
催告期限
催告权
存单
存单法律性质
存单挂失
存单要件瑕疵
存单质押
存根
存款实名制
村民委员会
错运货物
大副收据
搭售
代办权
代办商
代保管单
贷款
贷款欺诈
贷款展期
代理
代理合同
代理权
代理人
代理证书
代书遗嘱
代替物
代为给付
代位继承
代为履行
代为清偿
代位清偿
代为清偿制度
代位求偿
代位求偿权
代位追偿
代物清偿
代销
担保
担保合同
担保期
担保物权
单单相符单证相符
担当付款人
单独海损
单方法律行为
单方解除合同
单方终止合同
单务合同
单证不符
到岸价格
盗版
盗打电话
到期日
倒签提单
得撤销婚姻
等同替代
等同物替换
等同原则
抵偿
诋毁
递减拍卖
第三人
第三人过错行为
第三人清偿
第三者责任险
地上权
抵销
抵消权
抵押
抵押借款合同
抵押权登记
抵押权登记制度
第一付款责任
地役权
缔约过失
典当
垫付
电话计费
典权
电视作品
电影文学剧本
垫资施工
雕塑作品
钓鱼式合同
订舱单
定稿创作
定金
定金罚则
定期租船合同
定日付款
定向募集设立
定值保险契约
定作合同
动产
动产质权
冻结
董事会授权
董事会召开程序
董事解任
动物致人伤害
独创性
独立创作
独立权利要求
独立制片人
独占权
独占实施许可
独占许可
独占许可使用
独占许可证
独资公司
短货
短款
对比文件
对冲
对价
对偶婚
对人权
对世权
对外贸易合同
兑现
多边贸易
多式联运
恶意串通
恶意第三人
恶意透支
恶意占有
二重买卖
发包与承包
发表
发标
发表权
法定财产制
法定代表人
法定代理人
法定抵押权
法定婚龄
法定继承
法定继承人
法定监护人
法定监护人职责
法定解除
法定赔偿
法定期限
法定强制保险
法定情节
法定清算人
法定许可
法定孳息
发货代理人
法律法规适用范围
法律适用
发明
发明人
发明专利
发明专利权
发明专利权人
发盘
发票人
发起设立
法人
法人股质押
法人名称权
法人名誉
法人名誉权
法人清算
法人型联营
法人章程
法条竟合
发现
发现权
发现证书
发行放映权
发行权
法域
反补贴税
反担保
返还
返还财产
返还责任
返售
反向工程
反向交割
翻译作品
反致
繁种协议
妨碍航行
方便旗
房产变更登记
房产过户
房产确权
房产入股
房产证
房地产开发企业
房地产权属登记定着物
房地产中介机构
方法发明
方法专利
妨害婚姻家庭
仿冒
放弃承包权
放弃继承权
房屋拆迁
房屋拆迁安置协议
房屋产权
房屋产权登记
房屋产权继承
房屋代管
房屋代建
房屋抵押贷款
房屋共同使用权
房屋共有
房屋共有产权
房屋过户
房屋联建
房屋买卖
房屋权属
房屋售购和回租
房屋所有权
房屋调配租赁使用权
房屋有限产权
房屋预售
房屋赠与
房屋赠予
房屋征收
房屋租赁
非必要共同诉讼
非法借贷
非法经营
非法居间
非法侵占
非法所得
非法同居
非法占地
非法占有
非关税壁垒
非关税措施
非婚生子女
非职务发明
非职务行为侵权
非专利技术
非专利技术转让合同
分仓交易
分公司
分镜头剧本
分期付款买卖
分摊
封闭公司
封存
风险承担
风险代理
风险抵押金
风险负担
风险揭示声明书
风险责任
风险转移
复保险
复代理
附合
附加盗窃险特殊条款
附加险
复进口
付款请求权
付款人
付款赎单
付款委托
父母子女关系
妇女权益保障
夫妻财产关系
夫妻财产制
夫妻代理权
夫妻感情破裂
夫妻共同财产
夫妻共同财产处分
夫妻共同财产分割
夫妻共同债务认定
夫妻关系
夫妻人身关系
夫妻住所
附随义务
附条件背书
服务贸易
服务商标
服务瑕疵
抚恤费
扶养
抚养费
抚养关系变更
扶养继承协议
抚养能力
复议
复制
复制发行
复制权
改编
改编播放
改编作品
概括规定
港口费
港口合同
港口作业
稿酬
高度危险
高利贷
告诉才处理
高息揽存
告之
告知
个人合伙
个人经营
个人再创作
个人主页
格式合同
个体工商户
搁置物
给付
根本违约
工程质量
供电合同
公法人
公房转租
公共利益
公共政策
公共秩序
公共秩序保留
工会财产所有权
公积金
公民
公平
公平交易权
公平竞争
公平责任
工伤
工伤抚恤
工商营业执照
公示公信原则
公示所有权人和实际所有权人
供水合同
公司
公司重整
公司代表
公司登记
公司分立
公司负责人
公司公告
公司合并
公司监督
公司解散
公司经理人
公司名称
公司能力
公司清算
公司设立责任
公司型基金
公司债
公司债募集责任
公司债券
公司章程
公司住所
共同财产
共同承运人
共同创作人
共同代理
共同担保
共同抵押
共同发明人
共同共有
共同过错责任
共同海损
共同海损分摊
共同海损理算
共同继承
共同加害行为
共同居住权
共同居住人
共同侵权
共同危险行为
共同遗嘱
共同责任
共同债务
共同占有
共同专利权人
工业产权
公益法人
公益金
公益信托
供应合同
公用企业
公用物
公有
共有
共有财产分割
公有房屋承租使用权
公有技术
公有住宅租赁合同
公债
公证
公证财物
公证遗嘱
公知技术
购买假种子
购销合同
股东
股东出资
股东大会
股东代表大会
股东代表会议
股东代位诉讼
股东名册
股东凭证
股东权利
股份
股份共有
股份合作企业
股份两合公司
股份有限公司
股份招募
股份转让
估价投保
股票盗卖
股票回购
股票认购权
股票帐户
股票质押
股票转让
股权
股权变更
股权质押
股权转让
股息
股息红利
故意
雇佣保证
雇佣关系
雇佣合同
雇佣劳务合同纠纷
雇主责任
雇主责任险
挂靠
挂靠经营
挂失
管货义务
关联企业
关税
关税壁垒
光船租赁合同
广告
广告发布者
广告欺诈
广告语
广告主
规避法律
鬼船
过错
过错推定
过错责任
过错责任原则
国际惯例
国际海运劳工联盟
国际货物多式联运合同
国际货物运输保险
国际技术转让
国际清算
国际商事仲裁
国际收支
国际习惯做法
国际许可证协议
国际支付手段
国家财产豁免权
国家赔偿程序
国家赔偿计算标准
国家赔偿义务机关
国家赔偿责任限制
国家追偿权
国库券
国民待遇
过失
过失侵权
国营公司
国有独资公司
国有化
国有土地划拨
国有土地使用权
国有资产
国有资产产权
国债回购
过帐
海关
海难救助
海上保险合同
海上财产
海上财产无主
海上货物索赔
海上货物运输保险
海上旅客运输合同
海事赔偿责任限制
海事赔偿责任限制基金
海事强制令
海事侵权损害赔偿
海事请求保全
海事请求权
海事事故
海事行政
海事债权登记
海事债权确权
海事支付令
海事仲裁裁决
海域污染
海运单
海运欺诈
航次租船合同
航空运输
航线
航运惯例
合并
合并条款
合法财产
合法行为
合法占有
合伙
合伙财产
合伙解散
合伙内部侵权
合伙企业
合伙协议
合伙型联营
合伙债务
和解
和解合同
和解协议
合力保险
合理化建议
合理使用
合理性原则
合立遗嘱
合理注意义务
合同保险金额
合同变更
合同成立
合同成立要件
合同公证
合同解除
合同落空
合同履行
合同履行不能
合同履行地
合同审批
合同生效
合同无效
合同型联营
合同有效
合同责任
合同诈骗
合同主体资格
合同准据法
合意
合资建房
合资经营
合作开发
合作开发合同
合作拍摄
合作入股
合作协议
合作作品
后手
后位继承
户籍
户籍所在地
户口
互易合同
划线支票
换房合同
环境污染损害赔偿
还款协议
还盘
黄金条款
汇兑
恢复
恢复名誉
恢复原状
回扣
汇票
汇票背书
汇票质押
回赎权
回头背书
汇校作品
回租合同
混合过错责任
混合人寿保险
混合责任
混合赠与
婚前财产
婚生子女
混同
混淆
婚姻
婚姻登记
婚姻登记监督管理
婚姻基础
婚姻自由
婚约
货差
获得报酬权
货换
货物留置
货物落空
货物所有权
货物所有权转移
货物运输民事经济法律关系
货物质量
货物重量短损
货运代理
货运代理合同
货运代理人
火灾保险
火灾责任事故认定
基本帐户
基本专利
继承
继承开始
继承权
继承人
继承顺序
寄存保管
继父母
机关法人
集合物
计划生育
基金
记名背书
记名公司债
记名提单
记名有价证券
记名支票
即期信用证
集市交易税
即时履行
即时买卖
即时取得
寄售合同
继受取得
技术成果鉴定
技术方案等同
技术服务合同
技术合同
技术合作开发
技术鉴定
技术诀窍
技术开发合同
技术秘密
技术培训合同
技术侵权
技术特征
技术信息
技术转让
技术转让合同
技术咨询
技术咨询合同
祭祀权
计算机软件侵权
计算机软件作品著作权
集体所有权
集体所有制
集体提留
集体土地使用权
集体土地所有权
继续履行
寄予售人
积载因数
集装箱
集资
继子女
继子女关系
价格保护
价格术语
加工承揽合同
加工定作合同
加工合同
加害给付
加害人过错
假离婚逃废债务
假冒
假冒商标
假冒商品
假冒他人姓名
假冒他人专利
假冒伪劣产品
假冒注册商标罪
加密存款
家属
加速到期
家庭暴力
家庭财产
家庭经营
家庭联产承包责任制
兼并
建仓
鉴定
监管责任
监护
监护权
监护人
监护责任
间接代理
间接反致
间接损失
间接投资
间接义务
间接因果关系
监理人
减轻处罚
建设工程
建设工程合同
建设用地
监事
监事会
检验
鉴证
兼职收入
建筑质量
奖金
交错要约
交付
交付货物
交割凭单
交互计算
交货地
交货共同条件
交通事故
交通事故损害赔偿
交钥匙合同
借仓交易
解除合同
解除婚姻关系
解除收养关系
解除条件
借贷合同
阶段性技术成果
接管
解汇
结婚
借婚姻索取财物
揭开公司面纱
借款合同
结算合同
借新还旧
借用
借用合同
解约定金
解约日
进出口管制
紧急避险
进口出版许可证
进口配额制
进口税
进口替代
进口押金制
近亲属
金融犯罪
金融票证
金融凭证
金融债券
近似
近似商标
禁止流通物
禁止转让背书
净持仓限额控制
经济担保
经纪人
竞买人
精神病人
精神罚
精神赔偿
精神损害
精神损害赔偿
精神损失费
竞业禁止
竞业限制
经营典当业务资格
经营范围
经营权
经营权租赁
经营信息
经营许可证
经营自主权
竞争法律关系
救济权
救助报酬
剧本上演合同
居间
居间合同
居间人
居间行为
居间资格
拒绝承付
拒绝证书
居民委员会
居所
居住权
捐赠
捐助
绝对权
绝卖
军婚
开标
开采权投资
开放公司
勘察设计工程承包
抗辩权
可保利益
可撤销合同
可得利益损失
可分物
可分之债
科技成果权
可期待利益
可诉性
可消耗物
可选择性指定交易制度
可预见性损害
肯定条件
空白背书
空白支票
控股公司
空壳公司
空头提单
空头支票
空转回购
扣船
扣贷
口头合同
口头委托
口头委托协议
口头遗嘱
扣押
扣押船舶
扣押船载货物
跨国公司
亏舱费
来料加工
揽储人
浪损
劳动报酬
劳动保险
劳动法律关系
劳动合同
劳动试用期
劳动争议
劳动仲裁
劳务报酬
劳务合同
劳务纠纷
劳务输出
类似商品
类推适用
离岸价格
利害关系
利害关系人
离婚
离婚程序
离婚条件
离婚协议
利率
理赔
利润分配
利润留成
历史遗留问题
理算
理算规则
利息
理智投资者
连带保证责任
连带赔偿责任
连带责任
连带债权
连带债务
联合运输合同
联合制片人
连环购销合同
连环航次租船合同
链接
连续工龄
联营
联营合同
联营协议
联运协作关系
两合公司
林地使用权
邻接权
林木采伐权
林木承包合同
临时保护期
临时股东会
临时营业执照
领货凭证
流通物
留置
留置权
陆空保险
录音遗嘱
录音制品
旅客运输合同
律师代理费
履行不能
履行迟延
履行地
履行法定职责
履行责任
旅游合同
埋藏物
买回权
买卖不破租赁
买卖合同
买卖婚姻
买卖行为瑕疵
冒领存款
冒用
美术作品
美术作品独创性
秘密合伙人
秘密性
免除
免税
免责条款
灭失
民间借贷
民事无效行为
民事责任
民事制裁
民事主体
民事主体资格
名称权
明示担保
明示合伙
名为联营实为借贷
名义合伙人
名义价格
名优标志
名优产品荣誉权
名誉权
明知
默认
默示
默示担保
没收
母公司
募集设立
牧业税
纳税人
男女平等
男女平等财产权利
内部行政合同
内部职工股
内部职工股私下交易
内国法
内幕交易
内容错误
内退
能源供应合同
能源运输合同
拟制血亲
年度报告
农村承包经营户
农村合作基金会
农副产品收购合同
农活承包
农林特产税
农业税
农业责任承包合同
诺成合同
诺成性不要式合同
女职工劳动保护
偶然因果关系
排除妨碍
拍卖
拍卖合同
拍卖商
旁系血亲
抛售
赔偿标准
赔偿担保
赔偿范围
赔偿金
赔偿请求人
赔偿数额
赔偿损失
赔偿协议
赔偿义务
赔偿责任
赔偿责任限制
配股除权
赔礼道歉
配偶
培训费
培养合同
盆景作品
碰撞责任
票据
票据保证
票据变造
票据关系
票据抗辩
票据能力
票据权利
票据涂销
票据退票
票据形式要件
票据行为
票据行为代理
票据遗失
票据原因
票据原因关系
票据约定
票据责任
票据粘单
票据资金
漂流物
平安险
平仓
平等权
平等自愿
破产
破产财产
破产财产分配
破产财团
破产程序
破产费用
破产管理人
破产界限
破产清算
破产申请
破产条件
破产宣告
破产债权
破产债务
破产债务人
破产终结
破损家庭
普通股
普通许可
普通许可使用
期后背书
期货交易
期货经纪资格
期票
期权交易
期日
起算点
期限
欺诈
欺诈例外
前手
签章
前置程序
强迫购买
强行平仓
强制保险
强制继续履行
强制交易
强制卖船
强制人身保险
强制销毁
强制卸货
强制性规定
强制性期限
强制许可
侵犯财产所有权
侵犯商标权
侵犯住宅权
侵犯自主经营权
侵害采矿权
侵害房屋所有权
侵害名誉权
侵害墓穴使用权
侵害肖像权
侵害姓名权
侵权
侵权产品
侵权间接损失
侵权损害赔偿
侵权行为
侵权直接损失
亲生子鉴定
侵占财产
亲子鉴定
清偿
清偿当事人
清偿抵充
清偿费用
清偿顺序
清洁提单
请求权
请求权竞合
请求权竟合
情势变更
清算
倾销
求偿权
取得时效
取回权
全部保险
全部不能
全额赔偿
权利冲突
权利范围
权利能力
权利瑕疵担保
权利要求
权利要求书
权利质权
权利质押
全面履行
全民所有制企业财产经营权
全权代理
权限范围
权益转让书
确定期限
确定资本制
确权
确认书
缺陷产品
让路船
让予担保
绕航
人格权
人工受精
认股
人合公司
人身保险
人身罚
人身关系
人身权
人身伤害
人身损害
人身损害赔偿
人事聘用合同
人寿保险
人物形象
任意性规定
任意之债
认证
认证标志
融通物
荣誉权
融资
融资租赁
融资租赁物选择权
入伙
如实告知
入市交易
入赘
软件
软件著作权
三代以内旁系血亲
三代以内直系血亲
三方责任事故
散伙
三来一补
三同时原则
善良风俗
赡养
善意
善意持票人
善意第三人
善意取得
善意使用
善意占有
商标包装与装潢
商标不当注册
商标抢注
商标侵权
商标权
商标许可使用
商标专用权
商标专用权转让
商法法人
商号权
商品包装和装潢
商品包装装潢
商品房购销合同
商品房预售
商品房预售合同
商品分类
商品化权
商品检验
商品经济
商品质量
商品知名度
商事合伙
上诉改判
商业贿赂
商业秘密
商业信誉
商业银行
商誉
上载下载
少数民族婚姻彩礼问题
社会保险
社会公德
社会公知技术
赊买
涉台人身关系
社团法人
涉外重婚
涉外动产所有权
涉外婚姻
赊销
射倖合同
摄影合同
摄制
申报债权
审单
身份法律行为
身份权
审核义务
审计
申请人
申请在先原则
生产标记
生产资料
生命健康权
生前行为
生效要件
声誉
拾得物
适航性
适航证书
事后不能
事后审计
实际承运人
实际履行
实际赔偿
实际赔付
实际全损
实际损失
事件
实践法律行为
实践合同
始期
事前审计
适任证书
事实抚养关系
事实合同
事实婚姻
实施强制
事实新闻
事实行为
事实作品
实物交割
实物履行
事务性工作
时效
失效条件
时效中断
时效中止
使用权
实用新型
实用新型专利
实用新型专利权
实用性
使用许可
使用在先
实质性改变
实质性审查
实质性特点
失踪
失踪人
收汇风险
收回土地使用权
收货人
受教育权
受款人
收款委托结算
受领
授权
授权资本制
授信合同
受信托人
收养
收养关系
收养人
收益
收益权
受益人
受益人补偿原则
受载期
赎单
书法作品
数据库
书面合同
书面形式
署名权
属人法
双倍赔偿
双边冲突规范
双重征税
双方代理
双方法律行为
双控帐户
双务合同
水产运输
税法
税率
谁污染谁治理原则
水渍险
说明书
说明义务
司法处分
私力救济
私设分支机构
死亡
死亡补偿金
私益信托
私营企业
私自接受委托
讼争专利
诉前保全
诉前保全申请
诉前财产保全
速遣费
诉前扣船
诉前证据保全
诉讼时效
损害赔偿
损益分配
索赔
索赔通知书
所有权
他物权
他项权证
他益信托
摊贩业税
套期保值合约
套值让售
特别附加险
特别股
特别授权
特定提取款
特定物
特定物之债
特殊附加险
特殊侵权损害赔偿
特殊险
特许加盟
特有名称
特约经销
特约商户
特种交易
特种经纪商
提存
提单
提单背书转让
提单持有人
提单管辖权条款
提单免责条款
提单欺诈
提单侵权
提货通知书
提示付款期限
添附
天然孳息
条件
调解
铁路货物运输合同
铁路货运单
铁路交通事故
贴水存款
贴水贷款
贴现
停薪留职
停止侵害
停止条件
停止支付
停租
通风权
统稿
同股同权
通奸
同居义务
同时履行抗辩权
同业拆借
同业竞争关系
同一海事请求
统一责任制
通知行
通知义务
投保人
投保险别
投标
透支
透支交易
透支支票
投资
投资基金
投资总额
土地承包经营合同
土地承包经营权
土地出让金
土地登记
土地国有
土地开发使用权
土地买卖
土地权属变更登记
土地权属争议
土地确权
土地使用权
土地使用权出让
土地使用权抵押
土地使用税
土地证
土地整理
土地征收
土地征用
土地转让
土地转让过户
土地租赁
涂改
图书出版
屠宰税
推定交货
推定全损
推定行为
退股
退货
退伙
退赔
脱法行为
拖航
拖航合同
托收
拖延履行职责
托运单
托运人
外币
外观设计
外观设计专利
外国公司
外汇
外汇额度担保
外汇买卖
外贸代理
外贸仲裁
歪曲篡改他人作品
外资企业
完全过失责任制
完全物权
完全行为能力
网络作品
网状责任制
未成年人
未成年人权益保障
为第三人利益合同
为第三人利益所订立合同
违法广告
违法所得
违法要求履行义务
违法责任原则
违反政策规定自制行业标准
委付
未经许可使用
委托
委托不明
委托创作
委托创作作品
委托存款
委托代管
委托贷款
委托代理
委托代理合同
委托购买合同
委托合同
委托加工合同
委托开发
委托作品
危险责任原则
危险作业
违约
违约金
违约责任
伪造单据
伪造单证
文稿竞价
文学剧本
文义证券
五保户遗产继承
无偿法律行为
无偿合同
无偿划拨
无偿占有
无船承运人
无单放货
无单提货
诬告
诬告反坐
误工费
误工损失
无过错原则
无国籍人
无记名公司债
无记名有价证券
无记名支票
误解
无民事行为能力人
无名合同
物权
无权处分
无权代理
物权公示制度
物权契约
物权行为
污染
无人继承遗产
无体物
无条件支付
无限公司
无限责任
无效代理
无效担保
无效合同
无效婚姻
无效民事法律关
无效民事行为
无效条款
无效无酬原则
无形财产
无形贸易
无形损害
无行为能力人
无形资产
物业管理
无因管理
无因证券
无正本提单放货
无正本提单提货
无主物
析产
戏剧作品
瑕疵担保责任
瑕疵给付
下岗工人权益保障
限额赔偿
现货交割
现货交易
现金买卖
陷阱购买
先履行抗辩权
先买权
限期改正
先申请原则
显失公平
显失公正
先诉抗辩权
先用权
现有技术
先予赔偿
先占
限制流通物
限制民事行为能力人
限制物权
限制行为能力
相邻关系
相邻权
消除危险
消除影响
消费税
消费信贷
消费者
消费者权益保护
效果意思
消灭时效
销售侵权作品
销售确认书
销售商
肖像权
卸货
协力义务
胁迫
协议
协议无效
协议转让
新股
信托
信托贷款
信托代理关系
信托人
新闻报道失实
新颖性
信用交易
信用卡挂失
信用卡冒用
信用卡透支
信用证
信用证受益人
信用证支付
形成权
行纪合同
行纪人
姓名权
形式审查
形式要件
行为保全
行为地法
行为能力
行政合同
行政机关担保
行政命令所生之债
虚假陈述
虚假出资
虚假出资证明
虚假存单
虚假广告
虚假宣传
虚假验资
许可合同
许可贸易
许可证协议
许诺销售
虚盘
虚伪意思表示
宣告失踪
宣告死亡
悬赏
悬赏广告
选择之债
血亲
血缘婚
押汇
押金担保
押租
演出合同
演出税
严格责任
沿海运输
赝品
延期付款
盐税
演绎作品
验资报告
养父母
养老金
养子女
要式法律行为
要约
要约撤回
要约邀请
业主
业主委员会
一般保证
一般附加险
一般交易条件
一般违法行为
一般许可
遗产
遗产范围
遗产分割
遗产共同共有
遗产管理人
遗产继承纠纷
遗产税
遗产转继承
以出顶进
以贷转存
异地履行
议付
一夫多妻制
议付行
一夫一妻制
医疗保险
医疗差错
医疗合同
医疗机构执业资格
医疗技术事故
医疗事故
医疗事故鉴定
遗弃
一切险
一人公司
一时不能
遗失物
艺术定作合同
意思表示
意思表示真实
意思能力
意外伤害
意外事故
意外事件
遗忘物
义务船
以物抵债
一物二卖
义务教育
意向书
遗赠
遗赠扶养协议
遗赠受领人
遗嘱
遗嘱变更
遗嘱撤销
遗嘱继承
遗嘱继承人
遗嘱见证人
遗嘱能力
遗嘱人
遗嘱执行人
隐报品名
隐藏物
引船费
因拐卖而形成收养关系
因果关系
银行
银行承兑汇票
银行贷款合同
银行信用证
银行帐户合同
隐名代理
隐名合伙
引人误解
隐射广告
隐私案件
音乐作品
营利法人
营业秘密
营业税
营业信托
应知和明知
永佃权
用户手册
佣金
用人单位单方解除劳动合同
用途说明
用益权
用益物权
有偿法律行为
有偿使用
有偿双务合同
有偿占有
邮递合同
优惠待遇
优惠关税
有价贸易
有价票证
有价证券
有价支付凭证
有奖销售
有奖征集活动
有体物
油污损害
油污损害赔偿
油污损害赔偿规则
优先承租权
优先购买权
有限合伙
优先权
优先使用权
优先受偿权
有限责任
有限责任公司
有效合同
有形损害
邮政侵权行为
预备付款人
预备航次
预付款
预告性新闻
预借提单
舆论监督
域名
预期利益
预期违约
逾期违约金
预约买卖
原产地证书
原唱权
原创性
远期交货合同
远期信用证
原始出资
原始股票
原始取得
原物
原状
约定财产制
约定解除
约定期限
约定义务
越权经营
越权无效
运费
运费预付
运输合同
再保险
在仓合约
再创作
再担保
载货清单
再贴现
在先权利
在先使用权
再许可
责令作出具体行政行为
责任保险
责任分担
责任竞合
责任能力
责任险
责任主体
赠与
赠与合同
增值税
增值税发票
宅基地
宅基地使用权
债权保全
债权人
债权人撤销权
债权人迟延
债权人代位权
债权人会议
债权证书
债权转让
债务代偿请求权
债务纠纷
债务人
债务人迟延
债务移转
债务转移
展览权
展期
占有
占有改定
占有人
占有时效
涨跌停板
招标
照片底片著作权
折价款
折旧
贞操
贞节
真实意思表示
正本提单
正常风险
征稿
征购
证券
证券承销
证券发行
证券回购
证券集中托管
证券交易
证券交易所
证券经纪商
证券评级
证券市场
证券投资
证券业同业公会
证券自营商
征收
整体著作权
争议解决条款
征用
指定交易
职工代表大会
职工医疗费用
直接代理
直接加害人
直接利害关系人
直接侵权行为
直接损失
直接投资
直接因果关系
智力成果
质量标准
知名企业
知名商品
知名商品特有名称
滞纳金
支配权
制片人
支票
滞期费
职权
质权
质权人
指示收货人
指示提单
质物
职务保证
职务发明
职务技术成果
质物灭失
职务侵权
质物所有人
职务行为
职务作品
直系亲属
直系血亲
执行和解
执行赔偿
质押
职业责任险
制作声讯节目
中标
重大误解
中介合同
种类物
终期
中签
忠实义务
中外合资企业
中外合作经营企业
中外合作企业
终止合同
中止履行
中止执行
主编
注册商标
注册商标专用权
注册资本
主从合同
主管
主观过错
主合同
主权利
住所
主体资格
主物
主物权
注销
注销户口
主行为
主要责任
注意义务
主债务人
著作权
著作权国际公约
著作权集体管理组织
著作权人
著作权使用费
著作人格权
转包
转承责任
转代理
转股协议
专家意见
专利
专利保护范围
专利代理
专利代理费
专利独立权利要求
专利复审
专利复审委员会
专利技术
专利年费
专利侵权
专利权
专利权利要求
专利权终止
专利权转让
专利申请费
专利申请权
专利申请权人
专利申请权转让
专利申请人
专利申请日
专利实施许可合同
专利说明书
专利终止
专卖
转让背书
转让合同
转委托
专项贷款
专有表演权
专有出版发行权
专有出版权
专有技术秘密
专有使用权
转载
转帐
转帐支票
转致
转租
转租人
装货
装货损害
装货义务
装卸费用
装卸期间
追偿
追及权
追及效力
追加被告
追认
追诉时效
追索权
准备就绪通知书
准抵押权
准共有
准合伙人
准据法
准用
准占有
资本
资产负债表
资产评估
资产移交
自动出口限制
自负盈亏
子公司
资合公司
自己代理
资金
自力救济
自留山
自然人
自然死亡
自然血亲
自然正义原则
自然资源
自然资源国家所有权
自始不能
自书遗嘱
自卫行为
自物权
孳息
自益信托
自由婚
自愿保险
资源税
自治产人
自助行为
综合险
租船合同
足额保价
组合商标
组合专利
租金
租赁
最低限价
最高诚信原则
最高额担保
最高额抵押
最后不合法航次
最后合法航次
最惠国待遇
最密切联系原则
作品拍卖
作品载体
作品赠与
作为义务
案卷
保护现场
保人
保释
保障诉讼参与人依法享有诉讼权利
被告人
被害人
本诉
辩护
辩护词
辩护权
辩护人
辩护士
辩护职能
辩论主义
并案管辖
补充鉴定
不告不理
不间断原则
不立案决定
部门管辖
不起诉
不起诉决定书
查封
撤回起诉
撤回诉讼
撤回自诉
撤诉
撤销不起诉决定书
撤销免予起诉决定书
程序法
重新鉴定
传唤
传票
传讯
逮捕
逮捕证
担保保证书
当事人
当事人主义
地区管辖
地域管辖
对公民在适用法律上一律平等
多数辩护
法定代理人
法定期间
反诉
翻译人员
非常诉讼
非法逮捕
非法拘留
分工负责互相配合互相制约
附带民事诉讼
更换鉴定人
公诉
公诉案件
公诉词
公诉机关
公诉人
公诉制度
共同辩护
管辖
管辖争议
互诉
混合式诉讼
级别管辖
羁押
羁押时限
监被居住决定书
鉴定人
检举
检举权
检举失实
监视居住
见证人
经济犯罪案件
纠问式诉讼
拘传
拘传票
拒绝辩护
拘留
拘留证
拘提
决定逮捕
抗拒逮捕
控告
控诉式诉讼
控诉职能
扣押
扣押物品清单
会计鉴定
类别管辖
立案
立案材料
立案程序
立案管辖
立案机关
立案决定
立案条件
联带管辖
两审终审制
另行委托辩护
留置送达
免予起诉
免予起诉决定书
扭送
陪审制度
聘请鉴定
破案
普通程序
普通刑事案件
期间
起诉
起诉程序
起诉决定
起诉书
起诉形式
牵连管辖
强制措施
轻微刑事案件
取保候审
取保候审决定书
人犯
人身检查
人身搜查
涉外管辖
涉外刑事案件
审查批捕
审查起诉
审回式诉讼
审级管辖
审判公开
审判管辖
审判职能
申请复议
申请回避
申请回避权
申诉
申诉权
释放
事物管辖
收案
司法机关同群众相结合
司法拘留
私诉
送达
送达代收入
送达机关
送达期间
送达人
送达证
讼棍
讼师
搜查
搜查证
诉讼
诉讼程序
诉讼代理
诉讼代理人
诉讼地位
诉讼法
诉讼费用
诉讼客体
诉讼能力
诉讼权利
诉讼文书
诉讼形式
诉讼行为
诉讼义务
诉讼主体
诉状
弹劾式诉讼
特殊程序
提起公诉
提起刑事诉讼
提请复核
同案被告人
通缉
通缉令
通知书
退回补充侦查
违反诉讼程序
未决犯
委托辩护
委托辩护人
委托代理人
无罪释放
现场勘验
刑事案件
刑事被告人
刑事附带民事诉讼
刑事管辖
刑事鉴定
刑事拘留
刑事诉讼
刑事诉讼参与人
刑事诉讼程序
刑事诉讼法
刑事诉讼法典
刑事诉讼法学
刑事诉讼阶段
刑事诉讼客体
刑事诉讼职能
刑事诉讼主体
行政拘留
讯问
讯问笔录
言词原则
以拘代捕
以拘代侦
已决犯
移送管辖
有利被告
预审
阅卷笔录
侦查程序
侦查措施
侦查实验
侦查终结
证人
指定辩护人
指定代理人
指定管辖
直接原则
职能管辖
指派鉴定
知情不举
职权原则
治外法权
执行拘传
重大嫌疑人
专门管辖
追缉措施
追诉
自诉
自诉案件
自诉人
自行回避